tap "langgenius/dify"
brew "python@3.13"
brew "awscli"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "gemini-cli"
brew "gh"
brew "git"
brew "github-mcp-server"
brew "libmagic"
brew "mise"
brew "nkf"
brew "pandoc"
brew "poppler"
brew "pyenv"
brew "terraformer"
brew "uv"
brew "langgenius/dify/dify"
cask "gcloud-cli"
cask "gemini"
vscode "animaapp.vscode-anima"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-ssh"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "highagency.pencildev"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.pdf"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
