[
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "templater-obsidian",
  "calendar",
  "obsidian-outliner",
  "obsidian-tasks-plugin",
  "obsidian-git",
  "obsidian-memos",
  "quickadd",
  "terminal",
  "metadata-menu",
  "dataview",
  "copy-image",
  "obsidian-mind-map",
  "marp-slides",
  "soundscapes",
  "obsidian-textgenerator-plugin"
]